Dlubal.RFEM5.CoordinateSystemType
Type of coordinate system

Dlubal.RFEM5.CoordinateSystemType.UnknownCoordinateSystem
Unknown coordinate system

Dlubal.RFEM5.CoordinateSystemType.Cartesian
Cartesian coordinate system

Dlubal.RFEM5.CoordinateSystemType.XCylindrical
X-cylindrical coordinate system

Dlubal.RFEM5.CoordinateSystemType.YCylindrical
Y-cylindrical coordinate system

Dlubal.RFEM5.CoordinateSystemType.ZCylindrical
Z-cylindrical coordinate system

Dlubal.RFEM5.CoordinateSystemType.Polar
Polar coordinate system